{
  "home": "Startseite",
  "about": "Über Mich",
  "experience": "Erfahrung",
  "readMore": "Mehr Lesen",

  "home.title": "Das Internet ist für alle da",
  "home.subtitle": "Ein designorientierter Frontend-Softwareentwickler mit Fokus auf der Entwicklung schöner Benutzeroberflächen & Erlebnisse",
  "home.companies": "Erfolgreiche Unternehmen, mit denen ich zusammengearbeitet habe",

  "about.title": "Hallo, ich bin Mohammed Sarfaraz",
  "about.occupation": "Ich bin Vollzeit-Softwareentwickler.",
  "about.subTitle": "Wie ich bis hierher gekommen bin!",
  "about.description": "Ich bin spezialisiert darauf, Softwarekonzepte in die Realität umzusetzen und maßgeschneiderte Lösungen zu entwickeln, die einzigartigen Anforderungen gerecht werden.",

  "about.introduction.heading": "Technologie ist meine Leidenschaft, aber wer bin ich wirklich?",
  "about.introduction.expertise": "Ich bin ein leidenschaftlicher Softwareentwickler, der sich der Entwicklung innovativer Lösungen durch sauberen, effizienten Code verschrieben hat. Meine Expertise liegt in React, Javascript/Typescript, Node, und ich werde von der Herausforderung angetrieben, komplexe Probleme durch Technologie zu lösen. Ich lerne ständig dazu und bin bestrebt, zu Projekten beizutragen, die eine bedeutsame Wirkung haben.",
  "about.projects.title": "Mehr über meine Arbeit",

  "about.altText.myName": "Mohammed Sarfaraz",
  "about.altText.castle": "Schloss Heidelberg in Deutschland",
  "about.location": "Ich komme aus Chennai, Indien, einer Stadt reich an Kultur und Geschichte. Ich habe hier meine Schulausbildung abgeschlossen, umgeben von lebhaften Straßen, vielfältigen Traditionen und dem allgegenwärtigen Duft südindischer Küche.",
  "about.values.heading": "Hier sind einige Werte, die mir am Herzen liegen.",
  "about.values.grateful": "Dankbar sein",
  "about.values.gratefulPassage": "Man kann großen Erfolg erreichen und sein Handwerk meistern, aber ohne Dankbarkeit wird wahre Erfüllung immer unerreichbar erscheinen. Die Menschen, Erfahrungen und Lektionen auf dem Weg zu schätzen, bringt tiefere Freude und Bedeutung ins Leben. Bleiben Sie dankbar.",
  "about.values.knowledge": "Wissen teilen",
  "about.values.knowledgePassage": "Eines der wichtigsten Dinge, die mir beim Lernen geholfen haben, ist die Verpflichtung, mein Wissen mit anderen zu teilen. Ich bringe mich in Situationen, in denen ich gegenüber denen, die ich unterrichte, rechenschaftspflichtig sein muss, um meine Sache wirklich zu verstehen. Und als Ergebnis haben auch viele Menschen von mir gelernt.",
  "about.values.collaborate": "Mit anderen zusammenarbeiten",
  "about.values.collaboratePassage": "Ich habe mit vielen Entwicklern in meiner Rolle als Teammitglied in Unternehmen zusammengearbeitet, sowohl in der Open-Source-Community als auch in Firmen. Ich habe festgestellt, dass gute Zusammenarbeit mit anderen von unschätzbarem Wert ist. Ich lege Wert darauf, Anerkennung zu geben, wo sie angebracht ist, und die Erfolge anderer mit ihnen zu feiern. Gemeinsam können wir viel mehr erreichen als alleine.",
  "about.picture.caption": "PS: Das Bild vom Schloss wurde nicht von mir aufgenommen. Danke an meinen Freund.",

  "about.academic.heading": "Mein akademischer Werdegang",
  "about.academic.mastersCourseName": "Master in Softwareentwicklung für industrielle Anwendungen",
  "about.academic.hofUniversity": "Hochschule für Angewandte Wissenschaften Hof (Oktober 2022 - Oktober 2024)",
  "about.academic.bachelorCourseName": "Bachelor in Elektronik- und Kommunikationstechnik",
  "about.academic.anandUniversity": "Anand Institute of Higher Technology (April 2014 - Oktober 2018)",

  "footer.shallWe": "Sollen wir?",
  "footer.emailMe": "Schreiben Sie mir",
  "footer.description": "Mit Sitz in Deutschland arbeite ich mit englisch- und deutschsprachigen Teams zusammen, um barrierefreie digitale Erlebnisse zu schaffen und inklusive Praktiken zu übernehmen. Möchten Sie zusammenarbeiten?"
}
